<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/MobileRTC.h</key>
		<data>
		M6G/lYkIECthG9sZbZPizcME07k=
		</data>
		<key>Headers/MobileRTCAnnotationService.h</key>
		<data>
		OzELmx7ZTV95UMKy3l1B8O7TiXA=
		</data>
		<key>Headers/MobileRTCAudioRawData.h</key>
		<data>
		WSGz89GTwe5CS8L1+e7FISC1SxU=
		</data>
		<key>Headers/MobileRTCAudioRawDataHelper.h</key>
		<data>
		WAO0eHtvFR326Xnywh0CT5ikHJ0=
		</data>
		<key>Headers/MobileRTCAudioSender.h</key>
		<data>
		mrk03HaGG7C6c5p2ce+u5UeB8ho=
		</data>
		<key>Headers/MobileRTCAudioSourceHelper.h</key>
		<data>
		p8aWtolYzFJFHIh54UNU80CITaU=
		</data>
		<key>Headers/MobileRTCAuthService.h</key>
		<data>
		K7t4tK/5ky3Im8Q2ok0r94bYtyg=
		</data>
		<key>Headers/MobileRTCBORole.h</key>
		<data>
		fkDShtr6fQh1T1MKE4Nw0AUUs7k=
		</data>
		<key>Headers/MobileRTCCallCountryCode.h</key>
		<data>
		N2dwHEwo87+nXj6Bzv5pduNQ9Q0=
		</data>
		<key>Headers/MobileRTCConstants.h</key>
		<data>
		80hbUXFPE1FBhYSWMS3mz8sXM08=
		</data>
		<key>Headers/MobileRTCDirectShareService.h</key>
		<data>
		zwEGPhFdc+fOqK8/sy236KZ99Cs=
		</data>
		<key>Headers/MobileRTCInviteHelper.h</key>
		<data>
		DIfFV8HOl6Fjpu3m8C1zhGhKNSo=
		</data>
		<key>Headers/MobileRTCLiveTranscriptionLanguage.h</key>
		<data>
		1J/JS4lfrR5DvC1z3AfR+pVagh8=
		</data>
		<key>Headers/MobileRTCMeetingActionItem.h</key>
		<data>
		QR2JRmhzSVp03O8fOI3V8jV+AKU=
		</data>
		<key>Headers/MobileRTCMeetingChat.h</key>
		<data>
		FubsDz3u+ywOrHHsOMjipG8Qk+M=
		</data>
		<key>Headers/MobileRTCMeetingDelegate.h</key>
		<data>
		Zo5xeH3TtsQXbqpmhfjHds0T+Zs=
		</data>
		<key>Headers/MobileRTCMeetingService+AppShare.h</key>
		<data>
		9Mc0J+q84jHsQFAMNLIx8b4eA08=
		</data>
		<key>Headers/MobileRTCMeetingService+Audio.h</key>
		<data>
		4CysBto2cQwQ8ZlmBiaW5pIV4XA=
		</data>
		<key>Headers/MobileRTCMeetingService+BO.h</key>
		<data>
		QKdwMB9ARrfkElNIMblN7u/oR4k=
		</data>
		<key>Headers/MobileRTCMeetingService+Chat.h</key>
		<data>
		mJS+0r2QIyONahG/j50ApXd93jA=
		</data>
		<key>Headers/MobileRTCMeetingService+Customize.h</key>
		<data>
		l8KC0cxcEha616w4uhWafslRz5M=
		</data>
		<key>Headers/MobileRTCMeetingService+InMeeting.h</key>
		<data>
		jPEeJcLhIrvSc78Tp16YBfHExlo=
		</data>
		<key>Headers/MobileRTCMeetingService+Interpretation.h</key>
		<data>
		O0x3yiLOB2VnzVjxv3OPagQ80f0=
		</data>
		<key>Headers/MobileRTCMeetingService+LiveTranscription.h</key>
		<data>
		UeKjls9yJ1GF8fO2YvxjuF5tHXQ=
		</data>
		<key>Headers/MobileRTCMeetingService+RawArchiving.h</key>
		<data>
		P2dZWlat99KK/Pm23oBUy5IePw0=
		</data>
		<key>Headers/MobileRTCMeetingService+Reaction.h</key>
		<data>
		u/49XJAyxS+tJSHiJeCr0tY2NJQ=
		</data>
		<key>Headers/MobileRTCMeetingService+User.h</key>
		<data>
		UaSSCzoU48R1FvwmM2ttAQ19xPk=
		</data>
		<key>Headers/MobileRTCMeetingService+Video.h</key>
		<data>
		kMCuEfI5CR7P5tL0kLZqK4onu6E=
		</data>
		<key>Headers/MobileRTCMeetingService+VirtualBackground.h</key>
		<data>
		QWLnOf7TAfYxwNMdekERFzPTzlI=
		</data>
		<key>Headers/MobileRTCMeetingService+Webinar.h</key>
		<data>
		qF7PhfJ5yoRFZGKmEPOj0omac0A=
		</data>
		<key>Headers/MobileRTCMeetingService.h</key>
		<data>
		Vfg719x1EmFwgEYKcUueVF8WVKU=
		</data>
		<key>Headers/MobileRTCMeetingSettings.h</key>
		<data>
		SMw73BE9aSsaKNwW0wZzypbahSw=
		</data>
		<key>Headers/MobileRTCMeetingUserInfo.h</key>
		<data>
		Lh+17QUP9RV1K/TV2Jq+colM/7I=
		</data>
		<key>Headers/MobileRTCPreProcessRawData.h</key>
		<data>
		oi9jUGR3QeeOsomp6xHYv1bwPeA=
		</data>
		<key>Headers/MobileRTCQAItem.h</key>
		<data>
		HDfGa5uflNsxBO234/XaXO2+7kU=
		</data>
		<key>Headers/MobileRTCRemoteControlService.h</key>
		<data>
		Ol4zfngeHnlj8c5aXXD713sYtFU=
		</data>
		<key>Headers/MobileRTCRenderer.h</key>
		<data>
		KYQ2thFD6cYbspXV2njGhvxYS94=
		</data>
		<key>Headers/MobileRTCReturnToMainSessionHandler.h</key>
		<data>
		HLbhj8QyMqR4KD585PSppkSf9lU=
		</data>
		<key>Headers/MobileRTCRoomDevice.h</key>
		<data>
		KGV0cLExrkpqWzbdWR4CFtlz4kw=
		</data>
		<key>Headers/MobileRTCSMSService.h</key>
		<data>
		kjXbvfVYzaEFw8T3VT16oIEJ/7M=
		</data>
		<key>Headers/MobileRTCShareSender.h</key>
		<data>
		cpgQt2HCnYFiIEKYoC1CTmxtOyA=
		</data>
		<key>Headers/MobileRTCShareSourceHelper.h</key>
		<data>
		6YTj8XqhpddlXslZwa7SBLbeOTo=
		</data>
		<key>Headers/MobileRTCVideoCapabilityItem.h</key>
		<data>
		sbsP5rT1SM0e1o7s+HxMsh5kxsw=
		</data>
		<key>Headers/MobileRTCVideoRawData.h</key>
		<data>
		38Ey//x9V/6gzEmm45zfM87PH2A=
		</data>
		<key>Headers/MobileRTCVideoSender.h</key>
		<data>
		E6R7hzWkWm8p8VRm2cWYVcfNWfk=
		</data>
		<key>Headers/MobileRTCVideoSourceHelper.h</key>
		<data>
		9G3RBhKh6Feb/1J/XqxRmmY4VFo=
		</data>
		<key>Headers/MobileRTCVideoView.h</key>
		<data>
		+4CtDqViocQNhnPOrG18EPLIylU=
		</data>
		<key>Headers/MobileRTCWaitingRoomService.h</key>
		<data>
		Crhy8eZWeW6QufhZybeCksIs+Zo=
		</data>
		<key>Info.plist</key>
		<data>
		fSeG1wx+SVPOIjnRpoDxsniZy8c=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		/ILpsYv0ChkLqhS4kV95brluqKk=
		</data>
		<key>bgr_iOS_hori.mlmodelc/analytics/coremldata.bin</key>
		<data>
		BUTnzBs4jstDj5Zks3E0bqEZT6U=
		</data>
		<key>bgr_iOS_hori.mlmodelc/coremldata.bin</key>
		<data>
		E0+pxPvmankZyUIFmLGgxaX6Cpk=
		</data>
		<key>bgr_iOS_hori.mlmodelc/metadata.json</key>
		<data>
		VfWVCjXt5gjguw4ruVNB0+HDqSI=
		</data>
		<key>bgr_iOS_hori.mlmodelc/model.espresso.net</key>
		<data>
		9vbLiCAt03UgqeYWqR+8uOQRrs0=
		</data>
		<key>bgr_iOS_hori.mlmodelc/model.espresso.shape</key>
		<data>
		Aa9cVGAoXDQ8djzIn2fdNGnn71c=
		</data>
		<key>bgr_iOS_hori.mlmodelc/model.espresso.weights</key>
		<data>
		jM4GPU4K+DMRUOKF5DTB0UDrq6s=
		</data>
		<key>bgr_iOS_hori.mlmodelc/model/coremldata.bin</key>
		<data>
		DqFUDOSjuOMPotbZ1G4/2dN+YRE=
		</data>
		<key>bgr_iOS_hori.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>bgr_iOS_vert.mlmodelc/analytics/coremldata.bin</key>
		<data>
		emEwHkatmIn/WWYikjZlAf15X2U=
		</data>
		<key>bgr_iOS_vert.mlmodelc/coremldata.bin</key>
		<data>
		516NNiuITg6/epAHPeo3RseM+oo=
		</data>
		<key>bgr_iOS_vert.mlmodelc/metadata.json</key>
		<data>
		ib+fpL0TJewhVrFWXdzQY3laNZI=
		</data>
		<key>bgr_iOS_vert.mlmodelc/model.espresso.net</key>
		<data>
		lIufG+1Yw/HZAy6Q8DmJUK3ViR4=
		</data>
		<key>bgr_iOS_vert.mlmodelc/model.espresso.shape</key>
		<data>
		57vxdEkvP/pfp8C97KhIqV0ESPU=
		</data>
		<key>bgr_iOS_vert.mlmodelc/model.espresso.weights</key>
		<data>
		EVvkIEKXFjNJlI3ZJ0ap7fPWtjY=
		</data>
		<key>bgr_iOS_vert.mlmodelc/model/coremldata.bin</key>
		<data>
		DqFUDOSjuOMPotbZ1G4/2dN+YRE=
		</data>
		<key>bgr_iOS_vert.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>flm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		pT2fAc1KgHDhqiXiKE7XMMh+kkQ=
		</data>
		<key>flm.mlmodelc/coremldata.bin</key>
		<data>
		iUBUbybvhFe4OW7bS6RUsA2UvFo=
		</data>
		<key>flm.mlmodelc/metadata.json</key>
		<data>
		Z0Pj5D0QdpfOWfVHfOXRrtCRzPI=
		</data>
		<key>flm.mlmodelc/model.espresso.net</key>
		<data>
		xEGenwvMVTHS118iYr+wILnStdc=
		</data>
		<key>flm.mlmodelc/model.espresso.shape</key>
		<data>
		wuwCLG0WxHMsOR32y1/0Ev+CBSM=
		</data>
		<key>flm.mlmodelc/model.espresso.weights</key>
		<data>
		VBzK9uDM8GV03w5/uMia9sTgqHs=
		</data>
		<key>flm.mlmodelc/model/coremldata.bin</key>
		<data>
		sAilHvVxCPam2pSz/l8ae9uYGG4=
		</data>
		<key>flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>hd.mlmodelc/analytics/coremldata.bin</key>
		<data>
		aumPJXFpvJSCGM3zIHgv9dDN9TU=
		</data>
		<key>hd.mlmodelc/coremldata.bin</key>
		<data>
		hZb3z9BC3vAxatudB3vnBvZS1Rc=
		</data>
		<key>hd.mlmodelc/metadata.json</key>
		<data>
		17YlOO7vSao/NLJVakU+L9cxefI=
		</data>
		<key>hd.mlmodelc/model.espresso.net</key>
		<data>
		AXWM9umOqiLraE9zWj9uJ6b2dZA=
		</data>
		<key>hd.mlmodelc/model.espresso.shape</key>
		<data>
		e/IrNHPx8G/AbvrfchVM3Lup/zc=
		</data>
		<key>hd.mlmodelc/model.espresso.weights</key>
		<data>
		fkaopE7MdJUWvsQYzdu+dMJYHyk=
		</data>
		<key>hd.mlmodelc/model/coremldata.bin</key>
		<data>
		q8k/YfbvF3j0NI9FXZaH9Ej37kM=
		</data>
		<key>hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>hlm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		wMHGNQKE2JH6Bt8+L5Y/jaR0qOY=
		</data>
		<key>hlm.mlmodelc/coremldata.bin</key>
		<data>
		GdAMtjHgYlkJyxKjEBinYXPURQo=
		</data>
		<key>hlm.mlmodelc/metadata.json</key>
		<data>
		mgpbLCnzec1+7boPjiqnqEkOqEU=
		</data>
		<key>hlm.mlmodelc/model.espresso.net</key>
		<data>
		8xbkIxC0+tYgh0P/PCa8Rm5dKv0=
		</data>
		<key>hlm.mlmodelc/model.espresso.shape</key>
		<data>
		CQONDhnQ6/EcuvWDDC0RDPBuoZE=
		</data>
		<key>hlm.mlmodelc/model.espresso.weights</key>
		<data>
		kP/NLnW42dcnrs0op9fQX9F85T4=
		</data>
		<key>hlm.mlmodelc/model/coremldata.bin</key>
		<data>
		BEG0IgK9a2yPWFPbHavHZGeEUT8=
		</data>
		<key>hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/MobileRTC.h</key>
		<dict>
			<key>hash</key>
			<data>
			M6G/lYkIECthG9sZbZPizcME07k=
			</data>
			<key>hash2</key>
			<data>
			pwA8fuEy+bzZT9h9HtPgCEOsN8sCbFqaV4Prdsi1jFo=
			</data>
		</dict>
		<key>Headers/MobileRTCAnnotationService.h</key>
		<dict>
			<key>hash</key>
			<data>
			OzELmx7ZTV95UMKy3l1B8O7TiXA=
			</data>
			<key>hash2</key>
			<data>
			kLdZqB7lUW0W8ox4Zw5BM6tKAEDMgqXWjJfmpPCiVQE=
			</data>
		</dict>
		<key>Headers/MobileRTCAudioRawData.h</key>
		<dict>
			<key>hash</key>
			<data>
			WSGz89GTwe5CS8L1+e7FISC1SxU=
			</data>
			<key>hash2</key>
			<data>
			yQz2Yr7eARNbIE7PpsdDHw3e4zKIgJisRRiEgZ6sqaM=
			</data>
		</dict>
		<key>Headers/MobileRTCAudioRawDataHelper.h</key>
		<dict>
			<key>hash</key>
			<data>
			WAO0eHtvFR326Xnywh0CT5ikHJ0=
			</data>
			<key>hash2</key>
			<data>
			wWgEX+J9nK4h/Wqhb1w0pv+aGOx3MipqFPkwa8k2XkU=
			</data>
		</dict>
		<key>Headers/MobileRTCAudioSender.h</key>
		<dict>
			<key>hash</key>
			<data>
			mrk03HaGG7C6c5p2ce+u5UeB8ho=
			</data>
			<key>hash2</key>
			<data>
			zr5cQHRGw1vJR+BiOBIWh0GTt9oVFZ4Q20erxIgs6gU=
			</data>
		</dict>
		<key>Headers/MobileRTCAudioSourceHelper.h</key>
		<dict>
			<key>hash</key>
			<data>
			p8aWtolYzFJFHIh54UNU80CITaU=
			</data>
			<key>hash2</key>
			<data>
			3/kV4IK517SXH52QZmdPJpkPPErPvYAgwD2Ap6xlZ90=
			</data>
		</dict>
		<key>Headers/MobileRTCAuthService.h</key>
		<dict>
			<key>hash</key>
			<data>
			K7t4tK/5ky3Im8Q2ok0r94bYtyg=
			</data>
			<key>hash2</key>
			<data>
			gxhjUWyKK0sqHEq80KlsKaKFZtgEk7X0YeX9JmZyF3c=
			</data>
		</dict>
		<key>Headers/MobileRTCBORole.h</key>
		<dict>
			<key>hash</key>
			<data>
			fkDShtr6fQh1T1MKE4Nw0AUUs7k=
			</data>
			<key>hash2</key>
			<data>
			Ru2l6QC00wT7y/Dn1+b7AGzTGondDPInvLTkydkvoGQ=
			</data>
		</dict>
		<key>Headers/MobileRTCCallCountryCode.h</key>
		<dict>
			<key>hash</key>
			<data>
			N2dwHEwo87+nXj6Bzv5pduNQ9Q0=
			</data>
			<key>hash2</key>
			<data>
			pbyQMxWPHKTjKZpDVO6uDgozD0MzrWsUIiOYAaq6elc=
			</data>
		</dict>
		<key>Headers/MobileRTCConstants.h</key>
		<dict>
			<key>hash</key>
			<data>
			80hbUXFPE1FBhYSWMS3mz8sXM08=
			</data>
			<key>hash2</key>
			<data>
			0rwyXJNhbIim62Im60KeD9yQ4hjXVEtCXuRRKw0w+TM=
			</data>
		</dict>
		<key>Headers/MobileRTCDirectShareService.h</key>
		<dict>
			<key>hash</key>
			<data>
			zwEGPhFdc+fOqK8/sy236KZ99Cs=
			</data>
			<key>hash2</key>
			<data>
			wkpi/RuCGJZWGM7CVw1Xj/sUdrZH5hpKUzT9gEIQAXw=
			</data>
		</dict>
		<key>Headers/MobileRTCInviteHelper.h</key>
		<dict>
			<key>hash</key>
			<data>
			DIfFV8HOl6Fjpu3m8C1zhGhKNSo=
			</data>
			<key>hash2</key>
			<data>
			0GUuSua3rN9K2OZx56Kh2FVOyoGMN6kyIGawo7uodus=
			</data>
		</dict>
		<key>Headers/MobileRTCLiveTranscriptionLanguage.h</key>
		<dict>
			<key>hash</key>
			<data>
			1J/JS4lfrR5DvC1z3AfR+pVagh8=
			</data>
			<key>hash2</key>
			<data>
			gBWUBQel3f/GDNOw4W9VrO3wzFdZiF6KrhrxVpKZR98=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingActionItem.h</key>
		<dict>
			<key>hash</key>
			<data>
			QR2JRmhzSVp03O8fOI3V8jV+AKU=
			</data>
			<key>hash2</key>
			<data>
			zqz/hI4T7t6LTAuWAVJV87O9X1q0uFj+p4I001trgGo=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingChat.h</key>
		<dict>
			<key>hash</key>
			<data>
			FubsDz3u+ywOrHHsOMjipG8Qk+M=
			</data>
			<key>hash2</key>
			<data>
			8Ez6FKQTLKlqk8CB3iUogwgoWxtgHw/f+sbLHTIa6DI=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingDelegate.h</key>
		<dict>
			<key>hash</key>
			<data>
			Zo5xeH3TtsQXbqpmhfjHds0T+Zs=
			</data>
			<key>hash2</key>
			<data>
			DKea1tPzG1CcCFq/0EBJtJdyae/qi8n2iTPzlaem3k8=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+AppShare.h</key>
		<dict>
			<key>hash</key>
			<data>
			9Mc0J+q84jHsQFAMNLIx8b4eA08=
			</data>
			<key>hash2</key>
			<data>
			QP4UDlSpbFbT59/KnQBmGVrn6VHR6EYfI2TIkwm+lRQ=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Audio.h</key>
		<dict>
			<key>hash</key>
			<data>
			4CysBto2cQwQ8ZlmBiaW5pIV4XA=
			</data>
			<key>hash2</key>
			<data>
			jZ2BZNPZRc1L4JSbynDfzMFxhItYS5/QrbiBD3xFPB8=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+BO.h</key>
		<dict>
			<key>hash</key>
			<data>
			QKdwMB9ARrfkElNIMblN7u/oR4k=
			</data>
			<key>hash2</key>
			<data>
			hKmKE5JnbnCJhuOPuV2csGs6/1VQQYPYORdwNzGekkI=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Chat.h</key>
		<dict>
			<key>hash</key>
			<data>
			mJS+0r2QIyONahG/j50ApXd93jA=
			</data>
			<key>hash2</key>
			<data>
			l7Hrbm1c8EG7qq0kNZlWIkjsX2WB1fXLyuBKLcgjOak=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Customize.h</key>
		<dict>
			<key>hash</key>
			<data>
			l8KC0cxcEha616w4uhWafslRz5M=
			</data>
			<key>hash2</key>
			<data>
			r0NzsmCsnOHtvo2yHFf6Vi2tcQwgk5pgfDHsg2pTcbc=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+InMeeting.h</key>
		<dict>
			<key>hash</key>
			<data>
			jPEeJcLhIrvSc78Tp16YBfHExlo=
			</data>
			<key>hash2</key>
			<data>
			kC7uqbOYqYrdU1Rf6jRRKK0+q3iZl34E0LDzqmoLvWU=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Interpretation.h</key>
		<dict>
			<key>hash</key>
			<data>
			O0x3yiLOB2VnzVjxv3OPagQ80f0=
			</data>
			<key>hash2</key>
			<data>
			HFfT5SC+jhCtmzGPvFSrgCxEUwH6qGDhQFn7veS7ous=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+LiveTranscription.h</key>
		<dict>
			<key>hash</key>
			<data>
			UeKjls9yJ1GF8fO2YvxjuF5tHXQ=
			</data>
			<key>hash2</key>
			<data>
			EBR0EAHb2z8tvTGcJL/01/Mf5x3uUB1G97Xp2eiP05c=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+RawArchiving.h</key>
		<dict>
			<key>hash</key>
			<data>
			P2dZWlat99KK/Pm23oBUy5IePw0=
			</data>
			<key>hash2</key>
			<data>
			kU6gEpfVSgm66EUCdNM9jduosignIfRCFnADR9nu5+8=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Reaction.h</key>
		<dict>
			<key>hash</key>
			<data>
			u/49XJAyxS+tJSHiJeCr0tY2NJQ=
			</data>
			<key>hash2</key>
			<data>
			Z9t5WTvvrzPl1qvM5JBBPaoq+P+glYgF1pYd6PFqUKg=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+User.h</key>
		<dict>
			<key>hash</key>
			<data>
			UaSSCzoU48R1FvwmM2ttAQ19xPk=
			</data>
			<key>hash2</key>
			<data>
			3ZDrsDEgQE95ZBl+YrbGa3vv9VVtGwJN0ucPUyMgL5E=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Video.h</key>
		<dict>
			<key>hash</key>
			<data>
			kMCuEfI5CR7P5tL0kLZqK4onu6E=
			</data>
			<key>hash2</key>
			<data>
			79G2B4DFpbPovlxKzSKpWtZ2VJ33bp5CbzJtkLbJ6YI=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+VirtualBackground.h</key>
		<dict>
			<key>hash</key>
			<data>
			QWLnOf7TAfYxwNMdekERFzPTzlI=
			</data>
			<key>hash2</key>
			<data>
			JetM911VLYfy+hMV2e3JSJWvKBjxjnA+p1ZU9UnDLeE=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Webinar.h</key>
		<dict>
			<key>hash</key>
			<data>
			qF7PhfJ5yoRFZGKmEPOj0omac0A=
			</data>
			<key>hash2</key>
			<data>
			L9dVCw0n6fcLyETBi5DQFmXBkoh8oyqVFMXEfjQHybY=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService.h</key>
		<dict>
			<key>hash</key>
			<data>
			Vfg719x1EmFwgEYKcUueVF8WVKU=
			</data>
			<key>hash2</key>
			<data>
			05/IhgoOpQ/gynVVKjPAuoLyeZyvYLA2weTI1qmnNZ4=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingSettings.h</key>
		<dict>
			<key>hash</key>
			<data>
			SMw73BE9aSsaKNwW0wZzypbahSw=
			</data>
			<key>hash2</key>
			<data>
			ZDRrFIZRWO/fo+/gy8nlblK6T/slkTkCydBfY3ozYww=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingUserInfo.h</key>
		<dict>
			<key>hash</key>
			<data>
			Lh+17QUP9RV1K/TV2Jq+colM/7I=
			</data>
			<key>hash2</key>
			<data>
			T8mrIyO9lamG0OnyrfccMKV3zPg2GVJRre5EnP69pqU=
			</data>
		</dict>
		<key>Headers/MobileRTCPreProcessRawData.h</key>
		<dict>
			<key>hash</key>
			<data>
			oi9jUGR3QeeOsomp6xHYv1bwPeA=
			</data>
			<key>hash2</key>
			<data>
			i7Vqsjiuj1YBgLgbt7V87vdwPaXIHQTUaMlli6IupnE=
			</data>
		</dict>
		<key>Headers/MobileRTCQAItem.h</key>
		<dict>
			<key>hash</key>
			<data>
			HDfGa5uflNsxBO234/XaXO2+7kU=
			</data>
			<key>hash2</key>
			<data>
			xPJu3su18mCBLrC6kQC5ZDM2tfpYQrU7bpn8yQTNNt0=
			</data>
		</dict>
		<key>Headers/MobileRTCRemoteControlService.h</key>
		<dict>
			<key>hash</key>
			<data>
			Ol4zfngeHnlj8c5aXXD713sYtFU=
			</data>
			<key>hash2</key>
			<data>
			rzNZ/8RZQQPpG9G0+hWmnJ2euuOAyw8yzEYNL/AzwLs=
			</data>
		</dict>
		<key>Headers/MobileRTCRenderer.h</key>
		<dict>
			<key>hash</key>
			<data>
			KYQ2thFD6cYbspXV2njGhvxYS94=
			</data>
			<key>hash2</key>
			<data>
			ggsDrvTnnE4C9McNcRbUGWioUX7wXsravm1260hFe0I=
			</data>
		</dict>
		<key>Headers/MobileRTCReturnToMainSessionHandler.h</key>
		<dict>
			<key>hash</key>
			<data>
			HLbhj8QyMqR4KD585PSppkSf9lU=
			</data>
			<key>hash2</key>
			<data>
			x00mMXOCrUx4KvrDZ06QizqfGiKIrGE0B9ksy0lGFeQ=
			</data>
		</dict>
		<key>Headers/MobileRTCRoomDevice.h</key>
		<dict>
			<key>hash</key>
			<data>
			KGV0cLExrkpqWzbdWR4CFtlz4kw=
			</data>
			<key>hash2</key>
			<data>
			E5X6DYGASb1BDGKGVyo40d/H886mTi6OrRqbPdi/E3o=
			</data>
		</dict>
		<key>Headers/MobileRTCSMSService.h</key>
		<dict>
			<key>hash</key>
			<data>
			kjXbvfVYzaEFw8T3VT16oIEJ/7M=
			</data>
			<key>hash2</key>
			<data>
			X4JDHL47L9nSEWc9bC/BWxL8jRgatDp4lY/+2VU8XKQ=
			</data>
		</dict>
		<key>Headers/MobileRTCShareSender.h</key>
		<dict>
			<key>hash</key>
			<data>
			cpgQt2HCnYFiIEKYoC1CTmxtOyA=
			</data>
			<key>hash2</key>
			<data>
			43tamGmu0FTSacGLf+fRXHhjJUcx+E0bXn+6kuu6p0w=
			</data>
		</dict>
		<key>Headers/MobileRTCShareSourceHelper.h</key>
		<dict>
			<key>hash</key>
			<data>
			6YTj8XqhpddlXslZwa7SBLbeOTo=
			</data>
			<key>hash2</key>
			<data>
			o28cxyNe9oEwt++xe0h4dLqpyb9RNxAlrjEVwPjKxkc=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoCapabilityItem.h</key>
		<dict>
			<key>hash</key>
			<data>
			sbsP5rT1SM0e1o7s+HxMsh5kxsw=
			</data>
			<key>hash2</key>
			<data>
			OmLuCnmNGibLZLeS+JIoKlSQF1QP5ayIMDfW383ArBI=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoRawData.h</key>
		<dict>
			<key>hash</key>
			<data>
			38Ey//x9V/6gzEmm45zfM87PH2A=
			</data>
			<key>hash2</key>
			<data>
			acs57qq99P5VH0qwhP7i1OMSQEDMO67UvBLjGnSDuWs=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoSender.h</key>
		<dict>
			<key>hash</key>
			<data>
			E6R7hzWkWm8p8VRm2cWYVcfNWfk=
			</data>
			<key>hash2</key>
			<data>
			TNTYwdRz07sAStjmOZoI7/1xVbjjrrjABc6KDn5HjCQ=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoSourceHelper.h</key>
		<dict>
			<key>hash</key>
			<data>
			9G3RBhKh6Feb/1J/XqxRmmY4VFo=
			</data>
			<key>hash2</key>
			<data>
			W3PIYgC4IUD/81Yhz4uUVoxj8cga2lOQeoDJxhueqrY=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoView.h</key>
		<dict>
			<key>hash</key>
			<data>
			+4CtDqViocQNhnPOrG18EPLIylU=
			</data>
			<key>hash2</key>
			<data>
			/JLpIyIkvnN91MMdaW1GZIEF5PXY5G9/7ilTpJIrd1g=
			</data>
		</dict>
		<key>Headers/MobileRTCWaitingRoomService.h</key>
		<dict>
			<key>hash</key>
			<data>
			Crhy8eZWeW6QufhZybeCksIs+Zo=
			</data>
			<key>hash2</key>
			<data>
			zDRZwa3tAq8P+7Eh50y3EnfiaPIPgEhx4EF3wVq6ek0=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			/ILpsYv0ChkLqhS4kV95brluqKk=
			</data>
			<key>hash2</key>
			<data>
			2n1PDl8H/6Y1jDDAwm11nofAHDekWW6Tv0ChNSKVSbM=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			BUTnzBs4jstDj5Zks3E0bqEZT6U=
			</data>
			<key>hash2</key>
			<data>
			NfvKOtdJmYoSsyIsNiurzC02K9FHdpUU2pIguNV7tp0=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			E0+pxPvmankZyUIFmLGgxaX6Cpk=
			</data>
			<key>hash2</key>
			<data>
			1/g23q409z5Pa8kwdS5bDL/BKaSKmDc+jhj4hObpzeo=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			VfWVCjXt5gjguw4ruVNB0+HDqSI=
			</data>
			<key>hash2</key>
			<data>
			rvhvOGprRZQ+7TeytF8/cc/FGLAxn1L0wBTmj3thQww=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			9vbLiCAt03UgqeYWqR+8uOQRrs0=
			</data>
			<key>hash2</key>
			<data>
			4mJ7y9sX8Sit67mq2O0DFKZlsmrvOopg20jtLG/y84E=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			Aa9cVGAoXDQ8djzIn2fdNGnn71c=
			</data>
			<key>hash2</key>
			<data>
			9UEtXuGE1NzzAQcCWsJIuWD2n0LJtLDqFl7N21HAofc=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			jM4GPU4K+DMRUOKF5DTB0UDrq6s=
			</data>
			<key>hash2</key>
			<data>
			BRXihAtUMtc8v/Cn1AqX2YREAGUQ92aB1KYy4SYCpNc=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DqFUDOSjuOMPotbZ1G4/2dN+YRE=
			</data>
			<key>hash2</key>
			<data>
			8fzLGa99BwKgFczvbuCLgGkaZmP3PDoWpZxKcq54XnM=
			</data>
		</dict>
		<key>bgr_iOS_hori.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			emEwHkatmIn/WWYikjZlAf15X2U=
			</data>
			<key>hash2</key>
			<data>
			uSoHfMTgeKL4pPLtKzAnh16tZ76+3Y7gpal10YKzJH0=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			516NNiuITg6/epAHPeo3RseM+oo=
			</data>
			<key>hash2</key>
			<data>
			GCNDvQ7h1hUfw3bL5Nyv8uZCYwlWnn+8yNeZSHbi5D8=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			ib+fpL0TJewhVrFWXdzQY3laNZI=
			</data>
			<key>hash2</key>
			<data>
			U2B9zQIsPWD2U2E3JT2WJdUYZ3CHt4b526h6Ayz3kTs=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			lIufG+1Yw/HZAy6Q8DmJUK3ViR4=
			</data>
			<key>hash2</key>
			<data>
			M85xAuCx/6s93oCdGn8c+nVAs/qZvnEfSMupI6WfYQw=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			57vxdEkvP/pfp8C97KhIqV0ESPU=
			</data>
			<key>hash2</key>
			<data>
			wj/MscKZHrSV0yOcnW39c2xR74toCBJ/bV1BVylPqs0=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			EVvkIEKXFjNJlI3ZJ0ap7fPWtjY=
			</data>
			<key>hash2</key>
			<data>
			YK487v+Jzh/i29IHzw4envUp/5H0ZzlCKflJa/5OiO4=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DqFUDOSjuOMPotbZ1G4/2dN+YRE=
			</data>
			<key>hash2</key>
			<data>
			8fzLGa99BwKgFczvbuCLgGkaZmP3PDoWpZxKcq54XnM=
			</data>
		</dict>
		<key>bgr_iOS_vert.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>flm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			pT2fAc1KgHDhqiXiKE7XMMh+kkQ=
			</data>
			<key>hash2</key>
			<data>
			uaQLbSBXSx/rZEzV7lkXsykGcCRhMvfjrEXZ7QJLRpM=
			</data>
		</dict>
		<key>flm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			iUBUbybvhFe4OW7bS6RUsA2UvFo=
			</data>
			<key>hash2</key>
			<data>
			VCtTg2TdcZgQqmFORqjzjOCYlm64DUnTxD274vqFLtg=
			</data>
		</dict>
		<key>flm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			Z0Pj5D0QdpfOWfVHfOXRrtCRzPI=
			</data>
			<key>hash2</key>
			<data>
			uWhO27443KOM1rG2AAgYMuWskAGE4FZHC7t1M1iINpw=
			</data>
		</dict>
		<key>flm.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			xEGenwvMVTHS118iYr+wILnStdc=
			</data>
			<key>hash2</key>
			<data>
			PLUVyVipfZaj0P5Vvkbz0hBMzZy/YABY9w8yXWRPMtM=
			</data>
		</dict>
		<key>flm.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			wuwCLG0WxHMsOR32y1/0Ev+CBSM=
			</data>
			<key>hash2</key>
			<data>
			ZPVmaW6EQXK6dJ2jiwusVqcBQ/GYM4GEfzXtx2LZtZU=
			</data>
		</dict>
		<key>flm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			VBzK9uDM8GV03w5/uMia9sTgqHs=
			</data>
			<key>hash2</key>
			<data>
			mx7RnbGk1vODquWdyT1wQKeaVc58Ld/qFDkrVqQb5FI=
			</data>
		</dict>
		<key>flm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			sAilHvVxCPam2pSz/l8ae9uYGG4=
			</data>
			<key>hash2</key>
			<data>
			UVkIvdgrGVUYi/wprJkauBSI5CsljIVSHFvZVZacuTs=
			</data>
		</dict>
		<key>flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>hd.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			aumPJXFpvJSCGM3zIHgv9dDN9TU=
			</data>
			<key>hash2</key>
			<data>
			WRJDEc+8zR2SBG/dBmSg1MBXRZs7h6wGRudD9bu6OS0=
			</data>
		</dict>
		<key>hd.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			hZb3z9BC3vAxatudB3vnBvZS1Rc=
			</data>
			<key>hash2</key>
			<data>
			ixOqKFQtNsQpibLcfBDcFn4p+m0geR+lDHiRlndXXro=
			</data>
		</dict>
		<key>hd.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			17YlOO7vSao/NLJVakU+L9cxefI=
			</data>
			<key>hash2</key>
			<data>
			NB8/HmfNdkV+k/UYRA1BR4FQiBBazQOmnABmVmuL4Ec=
			</data>
		</dict>
		<key>hd.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			AXWM9umOqiLraE9zWj9uJ6b2dZA=
			</data>
			<key>hash2</key>
			<data>
			MldzfTjoNLZOJe7msnmTSuq9crBh3b1wnBuWMY/HSwM=
			</data>
		</dict>
		<key>hd.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			e/IrNHPx8G/AbvrfchVM3Lup/zc=
			</data>
			<key>hash2</key>
			<data>
			Tg2J95yZLw7vQgyPt5nZys+bdwOejzteQ32A4v5BeDI=
			</data>
		</dict>
		<key>hd.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			fkaopE7MdJUWvsQYzdu+dMJYHyk=
			</data>
			<key>hash2</key>
			<data>
			qFuWXsCUus7/oZyyeLqY5KT637H6QGXBNa96za7avng=
			</data>
		</dict>
		<key>hd.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			q8k/YfbvF3j0NI9FXZaH9Ej37kM=
			</data>
			<key>hash2</key>
			<data>
			MMsqEQDoPqbulvwcFImwbsSS4gdqQRc8T6SGepzpk8Y=
			</data>
		</dict>
		<key>hd.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>hlm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			wMHGNQKE2JH6Bt8+L5Y/jaR0qOY=
			</data>
			<key>hash2</key>
			<data>
			Eh9w385k5OQysOwkUdgvXpw8Y/cdRKQZweWmz/jpc4c=
			</data>
		</dict>
		<key>hlm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			GdAMtjHgYlkJyxKjEBinYXPURQo=
			</data>
			<key>hash2</key>
			<data>
			JKuusZZnAKPiqu+UJbfB31jaDI7oTIOpKkyLhdpT0ik=
			</data>
		</dict>
		<key>hlm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			mgpbLCnzec1+7boPjiqnqEkOqEU=
			</data>
			<key>hash2</key>
			<data>
			UBxzF5U/Xr4Gfz6k66OTUaJI9e6XkhwtdNcGwnk1YBk=
			</data>
		</dict>
		<key>hlm.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			8xbkIxC0+tYgh0P/PCa8Rm5dKv0=
			</data>
			<key>hash2</key>
			<data>
			8aZ3A8SVPVQRZ5L85vBPg0fUhEdZfc68DuYc7h+b1Bg=
			</data>
		</dict>
		<key>hlm.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			CQONDhnQ6/EcuvWDDC0RDPBuoZE=
			</data>
			<key>hash2</key>
			<data>
			FSqcd1vdcasI5uhg7bUs+NL5MCQlHs2QlRalvtadHTU=
			</data>
		</dict>
		<key>hlm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			kP/NLnW42dcnrs0op9fQX9F85T4=
			</data>
			<key>hash2</key>
			<data>
			pJ6cPpyWEKhudtJzgHJq27E/zeZWUIYHr7sQr9trKqk=
			</data>
		</dict>
		<key>hlm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			BEG0IgK9a2yPWFPbHavHZGeEUT8=
			</data>
			<key>hash2</key>
			<data>
			msAt7rHyGNIrWOW8yTrKkbahl/v/TjlgY6oIT1S57pM=
			</data>
		</dict>
		<key>hlm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
