<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Headers/MobileRTC.h</key>
		<data>
		zT+flRqnycQZOXHacczqM5Y9aIU=
		</data>
		<key>Headers/MobileRTCAnnotationService.h</key>
		<data>
		OzELmx7ZTV95UMKy3l1B8O7TiXA=
		</data>
		<key>Headers/MobileRTCAudioRawData.h</key>
		<data>
		WSGz89GTwe5CS8L1+e7FISC1SxU=
		</data>
		<key>Headers/MobileRTCAudioRawDataHelper.h</key>
		<data>
		WAO0eHtvFR326Xnywh0CT5ikHJ0=
		</data>
		<key>Headers/MobileRTCAuthService.h</key>
		<data>
		A07l6vD6Zn7EA3tqRxA9q6vyBCQ=
		</data>
		<key>Headers/MobileRTCBORole.h</key>
		<data>
		wiDLWF0lTujYFJh9MO7jPq7vBQE=
		</data>
		<key>Headers/MobileRTCCallCountryCode.h</key>
		<data>
		N2dwHEwo87+nXj6Bzv5pduNQ9Q0=
		</data>
		<key>Headers/MobileRTCConstants.h</key>
		<data>
		pkDOM4W8wJOxnKngaBGv8nxN9G4=
		</data>
		<key>Headers/MobileRTCDirectShareService.h</key>
		<data>
		zwEGPhFdc+fOqK8/sy236KZ99Cs=
		</data>
		<key>Headers/MobileRTCE2EMeetingKey.h</key>
		<data>
		YKAir2YbCHJuEmO4xSpFLb3nkdU=
		</data>
		<key>Headers/MobileRTCInviteHelper.h</key>
		<data>
		DIfFV8HOl6Fjpu3m8C1zhGhKNSo=
		</data>
		<key>Headers/MobileRTCMeetingActionItem.h</key>
		<data>
		QR2JRmhzSVp03O8fOI3V8jV+AKU=
		</data>
		<key>Headers/MobileRTCMeetingChat.h</key>
		<data>
		FubsDz3u+ywOrHHsOMjipG8Qk+M=
		</data>
		<key>Headers/MobileRTCMeetingDelegate.h</key>
		<data>
		pL+C5tIJ+JK3XPm63MFHIQ7vjD8=
		</data>
		<key>Headers/MobileRTCMeetingService+AppShare.h</key>
		<data>
		9Mc0J+q84jHsQFAMNLIx8b4eA08=
		</data>
		<key>Headers/MobileRTCMeetingService+Audio.h</key>
		<data>
		4CysBto2cQwQ8ZlmBiaW5pIV4XA=
		</data>
		<key>Headers/MobileRTCMeetingService+BO.h</key>
		<data>
		HEQesF1wgl+Pk9/Tj/YjbOhRt4k=
		</data>
		<key>Headers/MobileRTCMeetingService+Chat.h</key>
		<data>
		8qpYQNIkLv5ElOERLwN3ImMCpzo=
		</data>
		<key>Headers/MobileRTCMeetingService+Customize.h</key>
		<data>
		ZmWy/dhpjTQ9wzTDyVFy6k1DZnY=
		</data>
		<key>Headers/MobileRTCMeetingService+InMeeting.h</key>
		<data>
		ynZq6gC1eEEEcARvu6FYGbsH93w=
		</data>
		<key>Headers/MobileRTCMeetingService+Interpretation.h</key>
		<data>
		aTvU1qI6RLE8luMOICnyNR0c7LI=
		</data>
		<key>Headers/MobileRTCMeetingService+Reaction.h</key>
		<data>
		W9RRxTXvWPw01/wodtQbxe9ABDI=
		</data>
		<key>Headers/MobileRTCMeetingService+User.h</key>
		<data>
		VwwSRJAJ8rVqNse9NuL8fHr8SZE=
		</data>
		<key>Headers/MobileRTCMeetingService+Video.h</key>
		<data>
		QOlVKAvUJ3M2PFXUExYkqQGF/JI=
		</data>
		<key>Headers/MobileRTCMeetingService+VirtualBackground.h</key>
		<data>
		sf1mmoaN1SnTv6wcu5P2vYY2clA=
		</data>
		<key>Headers/MobileRTCMeetingService+Webinar.h</key>
		<data>
		08dnAGr6tfByV/e4HaUUtTSU8PA=
		</data>
		<key>Headers/MobileRTCMeetingService.h</key>
		<data>
		MX4u2sqe99pqtYfdKlikkAoS1xA=
		</data>
		<key>Headers/MobileRTCMeetingSettings.h</key>
		<data>
		6CiXUDxl0Iue/CXRfrG7z2Cqnvg=
		</data>
		<key>Headers/MobileRTCMeetingUserInfo.h</key>
		<data>
		Ssz/yN0otuqxuP/dtlZea8AXNfA=
		</data>
		<key>Headers/MobileRTCPreProcessRawData.h</key>
		<data>
		oi9jUGR3QeeOsomp6xHYv1bwPeA=
		</data>
		<key>Headers/MobileRTCPromoteHandler.h</key>
		<data>
		meq50LsCP3B21thnGDiQPFvkEDs=
		</data>
		<key>Headers/MobileRTCQAItem.h</key>
		<data>
		HDfGa5uflNsxBO234/XaXO2+7kU=
		</data>
		<key>Headers/MobileRTCRemoteControlService.h</key>
		<data>
		Ol4zfngeHnlj8c5aXXD713sYtFU=
		</data>
		<key>Headers/MobileRTCRenderer.h</key>
		<data>
		KYQ2thFD6cYbspXV2njGhvxYS94=
		</data>
		<key>Headers/MobileRTCReturnToMainSessionHandler.h</key>
		<data>
		HLbhj8QyMqR4KD585PSppkSf9lU=
		</data>
		<key>Headers/MobileRTCRoomDevice.h</key>
		<data>
		KGV0cLExrkpqWzbdWR4CFtlz4kw=
		</data>
		<key>Headers/MobileRTCSMSService.h</key>
		<data>
		kjXbvfVYzaEFw8T3VT16oIEJ/7M=
		</data>
		<key>Headers/MobileRTCVideoCapabilityItem.h</key>
		<data>
		sbsP5rT1SM0e1o7s+HxMsh5kxsw=
		</data>
		<key>Headers/MobileRTCVideoRawData.h</key>
		<data>
		38Ey//x9V/6gzEmm45zfM87PH2A=
		</data>
		<key>Headers/MobileRTCVideoSender.h</key>
		<data>
		E6R7hzWkWm8p8VRm2cWYVcfNWfk=
		</data>
		<key>Headers/MobileRTCVideoSourceHelper.h</key>
		<data>
		9G3RBhKh6Feb/1J/XqxRmmY4VFo=
		</data>
		<key>Headers/MobileRTCVideoView.h</key>
		<data>
		+4CtDqViocQNhnPOrG18EPLIylU=
		</data>
		<key>Headers/MobileRTCWaitingRoomService.h</key>
		<data>
		O9K+qXLkksUX/E5updh8KKiluWk=
		</data>
		<key>Info.plist</key>
		<data>
		1XW0Q+tbPBaTHgVhfWDouOQ1NGs=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		/ILpsYv0ChkLqhS4kV95brluqKk=
		</data>
		<key>bgr_hori_ipad.mlmodelc/analytics/coremldata.bin</key>
		<data>
		9fo9oR8IJSd4ZHhVUI7UnCQlkNA=
		</data>
		<key>bgr_hori_ipad.mlmodelc/coremldata.bin</key>
		<data>
		hs5YpBgeDJxCKF5vy2SBszUKt68=
		</data>
		<key>bgr_hori_ipad.mlmodelc/metadata.json</key>
		<data>
		NhwbkyFl7oLp0y1X7JpfFrrsoeg=
		</data>
		<key>bgr_hori_ipad.mlmodelc/model.espresso.net</key>
		<data>
		UYqJ5E0eMSJ65GWv2+f8NRslVWo=
		</data>
		<key>bgr_hori_ipad.mlmodelc/model.espresso.shape</key>
		<data>
		MFPOu04J/RPVXsMMDApOu4PGj54=
		</data>
		<key>bgr_hori_ipad.mlmodelc/model.espresso.weights</key>
		<data>
		NAN57lFlHa4uLyNpUA5WbwJP+bY=
		</data>
		<key>bgr_hori_ipad.mlmodelc/model/coremldata.bin</key>
		<data>
		DqFUDOSjuOMPotbZ1G4/2dN+YRE=
		</data>
		<key>bgr_hori_ipad.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>bgr_hori_iphone.mlmodelc/analytics/coremldata.bin</key>
		<data>
		1uX0vX8S3QXsaSCskV6UG2c8O2Y=
		</data>
		<key>bgr_hori_iphone.mlmodelc/coremldata.bin</key>
		<data>
		nMjMmw/a/ZtFI432Fnv6an+pjyI=
		</data>
		<key>bgr_hori_iphone.mlmodelc/metadata.json</key>
		<data>
		2nZYJfAxju5zS/f80iK6pB/5Pg8=
		</data>
		<key>bgr_hori_iphone.mlmodelc/model.espresso.net</key>
		<data>
		oc/AWMeDq7NcuTne48+tjd+RMso=
		</data>
		<key>bgr_hori_iphone.mlmodelc/model.espresso.shape</key>
		<data>
		q9/ipcbuaZQnbYgeVNShDunlbZg=
		</data>
		<key>bgr_hori_iphone.mlmodelc/model.espresso.weights</key>
		<data>
		5lKi3N10gFYDkj1vG0ea07w2H5I=
		</data>
		<key>bgr_hori_iphone.mlmodelc/model/coremldata.bin</key>
		<data>
		DqFUDOSjuOMPotbZ1G4/2dN+YRE=
		</data>
		<key>bgr_hori_iphone.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>bgr_vert_ipad.mlmodelc/analytics/coremldata.bin</key>
		<data>
		G3+2MsaYOdtjxqsL1PwRIcQ9Duw=
		</data>
		<key>bgr_vert_ipad.mlmodelc/coremldata.bin</key>
		<data>
		hs5YpBgeDJxCKF5vy2SBszUKt68=
		</data>
		<key>bgr_vert_ipad.mlmodelc/metadata.json</key>
		<data>
		spjtFH9pR1IP9YdJ+dGxUf6lLW8=
		</data>
		<key>bgr_vert_ipad.mlmodelc/model.espresso.net</key>
		<data>
		UYqJ5E0eMSJ65GWv2+f8NRslVWo=
		</data>
		<key>bgr_vert_ipad.mlmodelc/model.espresso.shape</key>
		<data>
		MFPOu04J/RPVXsMMDApOu4PGj54=
		</data>
		<key>bgr_vert_ipad.mlmodelc/model.espresso.weights</key>
		<data>
		8jEzw2nkcpwV2Mvd23HOnKn3ses=
		</data>
		<key>bgr_vert_ipad.mlmodelc/model/coremldata.bin</key>
		<data>
		DqFUDOSjuOMPotbZ1G4/2dN+YRE=
		</data>
		<key>bgr_vert_ipad.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>bgr_vert_iphone.mlmodelc/analytics/coremldata.bin</key>
		<data>
		Cy+EVS1AfL6c4hrxHh6+ZqP8YNs=
		</data>
		<key>bgr_vert_iphone.mlmodelc/coremldata.bin</key>
		<data>
		nMjMmw/a/ZtFI432Fnv6an+pjyI=
		</data>
		<key>bgr_vert_iphone.mlmodelc/metadata.json</key>
		<data>
		+GgbMVRoR/uUxcGT1u0gSWJWAMI=
		</data>
		<key>bgr_vert_iphone.mlmodelc/model.espresso.net</key>
		<data>
		oc/AWMeDq7NcuTne48+tjd+RMso=
		</data>
		<key>bgr_vert_iphone.mlmodelc/model.espresso.shape</key>
		<data>
		q9/ipcbuaZQnbYgeVNShDunlbZg=
		</data>
		<key>bgr_vert_iphone.mlmodelc/model.espresso.weights</key>
		<data>
		SbLr3TSNvBTpgI2lMmAzZAJphVg=
		</data>
		<key>bgr_vert_iphone.mlmodelc/model/coremldata.bin</key>
		<data>
		DqFUDOSjuOMPotbZ1G4/2dN+YRE=
		</data>
		<key>bgr_vert_iphone.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>flm.mlmodelc/analytics/coremldata.bin</key>
		<data>
		Jsv26hZcnQj+wuxpjLUnzQp+CdE=
		</data>
		<key>flm.mlmodelc/coremldata.bin</key>
		<data>
		FXpMQ0Pd1LVbcMe7iODgBW11hC8=
		</data>
		<key>flm.mlmodelc/metadata.json</key>
		<data>
		tV6QZyRj5EdQukT9AGsui96d94Y=
		</data>
		<key>flm.mlmodelc/model.espresso.net</key>
		<data>
		tqPGrZCDw7Iuxq6x9RyQF4cQr+o=
		</data>
		<key>flm.mlmodelc/model.espresso.shape</key>
		<data>
		9fmJn10Qi1M2BTlfhNhwHnTvwOo=
		</data>
		<key>flm.mlmodelc/model.espresso.weights</key>
		<data>
		UK5jI+eF+SfkQc2FQJZ2qCpDuC0=
		</data>
		<key>flm.mlmodelc/model/coremldata.bin</key>
		<data>
		sAilHvVxCPam2pSz/l8ae9uYGG4=
		</data>
		<key>flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/MobileRTC.h</key>
		<dict>
			<key>hash</key>
			<data>
			zT+flRqnycQZOXHacczqM5Y9aIU=
			</data>
			<key>hash2</key>
			<data>
			XpB99OibRRks+dasQJr0+fRCGVwdptSEzXP+ok6l2bY=
			</data>
		</dict>
		<key>Headers/MobileRTCAnnotationService.h</key>
		<dict>
			<key>hash</key>
			<data>
			OzELmx7ZTV95UMKy3l1B8O7TiXA=
			</data>
			<key>hash2</key>
			<data>
			kLdZqB7lUW0W8ox4Zw5BM6tKAEDMgqXWjJfmpPCiVQE=
			</data>
		</dict>
		<key>Headers/MobileRTCAudioRawData.h</key>
		<dict>
			<key>hash</key>
			<data>
			WSGz89GTwe5CS8L1+e7FISC1SxU=
			</data>
			<key>hash2</key>
			<data>
			yQz2Yr7eARNbIE7PpsdDHw3e4zKIgJisRRiEgZ6sqaM=
			</data>
		</dict>
		<key>Headers/MobileRTCAudioRawDataHelper.h</key>
		<dict>
			<key>hash</key>
			<data>
			WAO0eHtvFR326Xnywh0CT5ikHJ0=
			</data>
			<key>hash2</key>
			<data>
			wWgEX+J9nK4h/Wqhb1w0pv+aGOx3MipqFPkwa8k2XkU=
			</data>
		</dict>
		<key>Headers/MobileRTCAuthService.h</key>
		<dict>
			<key>hash</key>
			<data>
			A07l6vD6Zn7EA3tqRxA9q6vyBCQ=
			</data>
			<key>hash2</key>
			<data>
			gcEE9VQPhprh4k/rvOoz+nj0AfkqBfqgpWjuCcusCzY=
			</data>
		</dict>
		<key>Headers/MobileRTCBORole.h</key>
		<dict>
			<key>hash</key>
			<data>
			wiDLWF0lTujYFJh9MO7jPq7vBQE=
			</data>
			<key>hash2</key>
			<data>
			orAbFNcS9UlgNPECgY93WHy/4KlFvUBscue62T9mYik=
			</data>
		</dict>
		<key>Headers/MobileRTCCallCountryCode.h</key>
		<dict>
			<key>hash</key>
			<data>
			N2dwHEwo87+nXj6Bzv5pduNQ9Q0=
			</data>
			<key>hash2</key>
			<data>
			pbyQMxWPHKTjKZpDVO6uDgozD0MzrWsUIiOYAaq6elc=
			</data>
		</dict>
		<key>Headers/MobileRTCConstants.h</key>
		<dict>
			<key>hash</key>
			<data>
			pkDOM4W8wJOxnKngaBGv8nxN9G4=
			</data>
			<key>hash2</key>
			<data>
			wYSD1F4wJogduMYApf5WHVUnQH26tM4szUYJPpGmSlU=
			</data>
		</dict>
		<key>Headers/MobileRTCDirectShareService.h</key>
		<dict>
			<key>hash</key>
			<data>
			zwEGPhFdc+fOqK8/sy236KZ99Cs=
			</data>
			<key>hash2</key>
			<data>
			wkpi/RuCGJZWGM7CVw1Xj/sUdrZH5hpKUzT9gEIQAXw=
			</data>
		</dict>
		<key>Headers/MobileRTCE2EMeetingKey.h</key>
		<dict>
			<key>hash</key>
			<data>
			YKAir2YbCHJuEmO4xSpFLb3nkdU=
			</data>
			<key>hash2</key>
			<data>
			bT6oDPfNLM+JDjtq+M2uiRnHobhJnLXltUNR+0+biSw=
			</data>
		</dict>
		<key>Headers/MobileRTCInviteHelper.h</key>
		<dict>
			<key>hash</key>
			<data>
			DIfFV8HOl6Fjpu3m8C1zhGhKNSo=
			</data>
			<key>hash2</key>
			<data>
			0GUuSua3rN9K2OZx56Kh2FVOyoGMN6kyIGawo7uodus=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingActionItem.h</key>
		<dict>
			<key>hash</key>
			<data>
			QR2JRmhzSVp03O8fOI3V8jV+AKU=
			</data>
			<key>hash2</key>
			<data>
			zqz/hI4T7t6LTAuWAVJV87O9X1q0uFj+p4I001trgGo=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingChat.h</key>
		<dict>
			<key>hash</key>
			<data>
			FubsDz3u+ywOrHHsOMjipG8Qk+M=
			</data>
			<key>hash2</key>
			<data>
			8Ez6FKQTLKlqk8CB3iUogwgoWxtgHw/f+sbLHTIa6DI=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingDelegate.h</key>
		<dict>
			<key>hash</key>
			<data>
			pL+C5tIJ+JK3XPm63MFHIQ7vjD8=
			</data>
			<key>hash2</key>
			<data>
			7OUk6NTvfdqexyc/fRtJkpz4I1wZ4ZIe0G02MIXWefw=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+AppShare.h</key>
		<dict>
			<key>hash</key>
			<data>
			9Mc0J+q84jHsQFAMNLIx8b4eA08=
			</data>
			<key>hash2</key>
			<data>
			QP4UDlSpbFbT59/KnQBmGVrn6VHR6EYfI2TIkwm+lRQ=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Audio.h</key>
		<dict>
			<key>hash</key>
			<data>
			4CysBto2cQwQ8ZlmBiaW5pIV4XA=
			</data>
			<key>hash2</key>
			<data>
			jZ2BZNPZRc1L4JSbynDfzMFxhItYS5/QrbiBD3xFPB8=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+BO.h</key>
		<dict>
			<key>hash</key>
			<data>
			HEQesF1wgl+Pk9/Tj/YjbOhRt4k=
			</data>
			<key>hash2</key>
			<data>
			coTZbfrCi6J0p9GXffaPAv8o38L+UG7tdkeVct8iR1s=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Chat.h</key>
		<dict>
			<key>hash</key>
			<data>
			8qpYQNIkLv5ElOERLwN3ImMCpzo=
			</data>
			<key>hash2</key>
			<data>
			AdeDpKi/X4iAu41g4ymlanP27HVNcVmhth2TnYMi8pE=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Customize.h</key>
		<dict>
			<key>hash</key>
			<data>
			ZmWy/dhpjTQ9wzTDyVFy6k1DZnY=
			</data>
			<key>hash2</key>
			<data>
			dKj8K121gu0FJvid2bN/3C4wNYo/N4janKCGEHgYd44=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+InMeeting.h</key>
		<dict>
			<key>hash</key>
			<data>
			ynZq6gC1eEEEcARvu6FYGbsH93w=
			</data>
			<key>hash2</key>
			<data>
			PBcsO5+637Tsaobb+jpz/SEyjdRnkcPABwsjKmJIXbM=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Interpretation.h</key>
		<dict>
			<key>hash</key>
			<data>
			aTvU1qI6RLE8luMOICnyNR0c7LI=
			</data>
			<key>hash2</key>
			<data>
			HXf8lQO0VByyZ263FJP8U99nfC0ydJVtRVnkJX4mo0g=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Reaction.h</key>
		<dict>
			<key>hash</key>
			<data>
			W9RRxTXvWPw01/wodtQbxe9ABDI=
			</data>
			<key>hash2</key>
			<data>
			BlWwOvsOpavFY5NRtUxJ3CYqMh0CgOpmnKmxZSz34Lo=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+User.h</key>
		<dict>
			<key>hash</key>
			<data>
			VwwSRJAJ8rVqNse9NuL8fHr8SZE=
			</data>
			<key>hash2</key>
			<data>
			8IeMRmnj1FxxxTUfamoqNcfCbMcVR3LsAGL1l+gYiGM=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Video.h</key>
		<dict>
			<key>hash</key>
			<data>
			QOlVKAvUJ3M2PFXUExYkqQGF/JI=
			</data>
			<key>hash2</key>
			<data>
			rRqGe+Ov5XpyNJBtjLYL/9CIplxKTpsax4uKnI0XawE=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+VirtualBackground.h</key>
		<dict>
			<key>hash</key>
			<data>
			sf1mmoaN1SnTv6wcu5P2vYY2clA=
			</data>
			<key>hash2</key>
			<data>
			xxPM8lIjB50UpjBXBYNlBtGBKjKT4HRtM3c3yQbA4ro=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService+Webinar.h</key>
		<dict>
			<key>hash</key>
			<data>
			08dnAGr6tfByV/e4HaUUtTSU8PA=
			</data>
			<key>hash2</key>
			<data>
			x7D4Q29LSStJ8wpcAT8YLlyfPDs1O+zEVc8/2u8AByo=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingService.h</key>
		<dict>
			<key>hash</key>
			<data>
			MX4u2sqe99pqtYfdKlikkAoS1xA=
			</data>
			<key>hash2</key>
			<data>
			70DhuB4fE552d5Fi/citrrUmnp5UCAv3/tGKVtJiLhA=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingSettings.h</key>
		<dict>
			<key>hash</key>
			<data>
			6CiXUDxl0Iue/CXRfrG7z2Cqnvg=
			</data>
			<key>hash2</key>
			<data>
			pEMIumE0HecGtVbfysGRTNK8VUrvVNuhhd96tGS1hWQ=
			</data>
		</dict>
		<key>Headers/MobileRTCMeetingUserInfo.h</key>
		<dict>
			<key>hash</key>
			<data>
			Ssz/yN0otuqxuP/dtlZea8AXNfA=
			</data>
			<key>hash2</key>
			<data>
			wuyCppWtqJiyWe8XJkImBEfc34WjrHwk7VsVyzTHupI=
			</data>
		</dict>
		<key>Headers/MobileRTCPreProcessRawData.h</key>
		<dict>
			<key>hash</key>
			<data>
			oi9jUGR3QeeOsomp6xHYv1bwPeA=
			</data>
			<key>hash2</key>
			<data>
			i7Vqsjiuj1YBgLgbt7V87vdwPaXIHQTUaMlli6IupnE=
			</data>
		</dict>
		<key>Headers/MobileRTCPromoteHandler.h</key>
		<dict>
			<key>hash</key>
			<data>
			meq50LsCP3B21thnGDiQPFvkEDs=
			</data>
			<key>hash2</key>
			<data>
			ax45F0yY1r+AhsTu360i6mwAkGdPkjA3uKKdM8F1/QE=
			</data>
		</dict>
		<key>Headers/MobileRTCQAItem.h</key>
		<dict>
			<key>hash</key>
			<data>
			HDfGa5uflNsxBO234/XaXO2+7kU=
			</data>
			<key>hash2</key>
			<data>
			xPJu3su18mCBLrC6kQC5ZDM2tfpYQrU7bpn8yQTNNt0=
			</data>
		</dict>
		<key>Headers/MobileRTCRemoteControlService.h</key>
		<dict>
			<key>hash</key>
			<data>
			Ol4zfngeHnlj8c5aXXD713sYtFU=
			</data>
			<key>hash2</key>
			<data>
			rzNZ/8RZQQPpG9G0+hWmnJ2euuOAyw8yzEYNL/AzwLs=
			</data>
		</dict>
		<key>Headers/MobileRTCRenderer.h</key>
		<dict>
			<key>hash</key>
			<data>
			KYQ2thFD6cYbspXV2njGhvxYS94=
			</data>
			<key>hash2</key>
			<data>
			ggsDrvTnnE4C9McNcRbUGWioUX7wXsravm1260hFe0I=
			</data>
		</dict>
		<key>Headers/MobileRTCReturnToMainSessionHandler.h</key>
		<dict>
			<key>hash</key>
			<data>
			HLbhj8QyMqR4KD585PSppkSf9lU=
			</data>
			<key>hash2</key>
			<data>
			x00mMXOCrUx4KvrDZ06QizqfGiKIrGE0B9ksy0lGFeQ=
			</data>
		</dict>
		<key>Headers/MobileRTCRoomDevice.h</key>
		<dict>
			<key>hash</key>
			<data>
			KGV0cLExrkpqWzbdWR4CFtlz4kw=
			</data>
			<key>hash2</key>
			<data>
			E5X6DYGASb1BDGKGVyo40d/H886mTi6OrRqbPdi/E3o=
			</data>
		</dict>
		<key>Headers/MobileRTCSMSService.h</key>
		<dict>
			<key>hash</key>
			<data>
			kjXbvfVYzaEFw8T3VT16oIEJ/7M=
			</data>
			<key>hash2</key>
			<data>
			X4JDHL47L9nSEWc9bC/BWxL8jRgatDp4lY/+2VU8XKQ=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoCapabilityItem.h</key>
		<dict>
			<key>hash</key>
			<data>
			sbsP5rT1SM0e1o7s+HxMsh5kxsw=
			</data>
			<key>hash2</key>
			<data>
			OmLuCnmNGibLZLeS+JIoKlSQF1QP5ayIMDfW383ArBI=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoRawData.h</key>
		<dict>
			<key>hash</key>
			<data>
			38Ey//x9V/6gzEmm45zfM87PH2A=
			</data>
			<key>hash2</key>
			<data>
			acs57qq99P5VH0qwhP7i1OMSQEDMO67UvBLjGnSDuWs=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoSender.h</key>
		<dict>
			<key>hash</key>
			<data>
			E6R7hzWkWm8p8VRm2cWYVcfNWfk=
			</data>
			<key>hash2</key>
			<data>
			TNTYwdRz07sAStjmOZoI7/1xVbjjrrjABc6KDn5HjCQ=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoSourceHelper.h</key>
		<dict>
			<key>hash</key>
			<data>
			9G3RBhKh6Feb/1J/XqxRmmY4VFo=
			</data>
			<key>hash2</key>
			<data>
			W3PIYgC4IUD/81Yhz4uUVoxj8cga2lOQeoDJxhueqrY=
			</data>
		</dict>
		<key>Headers/MobileRTCVideoView.h</key>
		<dict>
			<key>hash</key>
			<data>
			+4CtDqViocQNhnPOrG18EPLIylU=
			</data>
			<key>hash2</key>
			<data>
			/JLpIyIkvnN91MMdaW1GZIEF5PXY5G9/7ilTpJIrd1g=
			</data>
		</dict>
		<key>Headers/MobileRTCWaitingRoomService.h</key>
		<dict>
			<key>hash</key>
			<data>
			O9K+qXLkksUX/E5updh8KKiluWk=
			</data>
			<key>hash2</key>
			<data>
			q/bodTfGmqh04RirKESBPexIETIP+scAlE0ZGjUPiyQ=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash</key>
			<data>
			/ILpsYv0ChkLqhS4kV95brluqKk=
			</data>
			<key>hash2</key>
			<data>
			2n1PDl8H/6Y1jDDAwm11nofAHDekWW6Tv0ChNSKVSbM=
			</data>
		</dict>
		<key>bgr_hori_ipad.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			9fo9oR8IJSd4ZHhVUI7UnCQlkNA=
			</data>
			<key>hash2</key>
			<data>
			EiiWGAa7z51uOAdViLFFKLnB0qpfOoX/svwfR+wsym8=
			</data>
		</dict>
		<key>bgr_hori_ipad.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			hs5YpBgeDJxCKF5vy2SBszUKt68=
			</data>
			<key>hash2</key>
			<data>
			/uaKmGDfsRE0UxtFQ/0HYmUsHGS9QS39Dv7uwFAH2qs=
			</data>
		</dict>
		<key>bgr_hori_ipad.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			NhwbkyFl7oLp0y1X7JpfFrrsoeg=
			</data>
			<key>hash2</key>
			<data>
			JVQcymiQf3Rx410+gm2gwnBrtQFSJpd/a4yiUC55Ai4=
			</data>
		</dict>
		<key>bgr_hori_ipad.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			UYqJ5E0eMSJ65GWv2+f8NRslVWo=
			</data>
			<key>hash2</key>
			<data>
			q7Y4SIv7gXbQi1TeKRhIGDYXL1pvo/3ThVVWDfWPWEo=
			</data>
		</dict>
		<key>bgr_hori_ipad.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			MFPOu04J/RPVXsMMDApOu4PGj54=
			</data>
			<key>hash2</key>
			<data>
			yCwr+wJ0M+ICf/Z+Yyw7P0YHVGhYiWwLLgEjwRPZLwI=
			</data>
		</dict>
		<key>bgr_hori_ipad.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			NAN57lFlHa4uLyNpUA5WbwJP+bY=
			</data>
			<key>hash2</key>
			<data>
			v+oKOoUHGWdUPzePToZiqtGZp9Bs54AtoaBwpsp6XtY=
			</data>
		</dict>
		<key>bgr_hori_ipad.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DqFUDOSjuOMPotbZ1G4/2dN+YRE=
			</data>
			<key>hash2</key>
			<data>
			8fzLGa99BwKgFczvbuCLgGkaZmP3PDoWpZxKcq54XnM=
			</data>
		</dict>
		<key>bgr_hori_ipad.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>bgr_hori_iphone.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			1uX0vX8S3QXsaSCskV6UG2c8O2Y=
			</data>
			<key>hash2</key>
			<data>
			Icfs6dWDZH4cVbiTZGMsuSZrUpad79gwzfWcbmkZ50Y=
			</data>
		</dict>
		<key>bgr_hori_iphone.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			nMjMmw/a/ZtFI432Fnv6an+pjyI=
			</data>
			<key>hash2</key>
			<data>
			iOb70AoHzwMUZK7Ox8flFSmprLTYVTCkL2lGSDiezQk=
			</data>
		</dict>
		<key>bgr_hori_iphone.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			2nZYJfAxju5zS/f80iK6pB/5Pg8=
			</data>
			<key>hash2</key>
			<data>
			iKvnpEGgAvBgk8uBgxJmb7yIJb++3J06CmAvUhDU7c4=
			</data>
		</dict>
		<key>bgr_hori_iphone.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			oc/AWMeDq7NcuTne48+tjd+RMso=
			</data>
			<key>hash2</key>
			<data>
			KlUfCwNcJh/sZE6NQwbNrDM+6S+3uylaEP+GlNsSNzA=
			</data>
		</dict>
		<key>bgr_hori_iphone.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			q9/ipcbuaZQnbYgeVNShDunlbZg=
			</data>
			<key>hash2</key>
			<data>
			bC9CDe1sBOZzo5rs1X8bNGhRfEbzNg/nWt7ijI6GSPs=
			</data>
		</dict>
		<key>bgr_hori_iphone.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			5lKi3N10gFYDkj1vG0ea07w2H5I=
			</data>
			<key>hash2</key>
			<data>
			i/l8Ndl4ROM5PfAuA+kbv/qORVWMeM8qh5mAr4Hyu7w=
			</data>
		</dict>
		<key>bgr_hori_iphone.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DqFUDOSjuOMPotbZ1G4/2dN+YRE=
			</data>
			<key>hash2</key>
			<data>
			8fzLGa99BwKgFczvbuCLgGkaZmP3PDoWpZxKcq54XnM=
			</data>
		</dict>
		<key>bgr_hori_iphone.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>bgr_vert_ipad.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			G3+2MsaYOdtjxqsL1PwRIcQ9Duw=
			</data>
			<key>hash2</key>
			<data>
			+97vJ2F/s5/9NyiokF97F8JM+BbqSdxLSVDQxAUYMA4=
			</data>
		</dict>
		<key>bgr_vert_ipad.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			hs5YpBgeDJxCKF5vy2SBszUKt68=
			</data>
			<key>hash2</key>
			<data>
			/uaKmGDfsRE0UxtFQ/0HYmUsHGS9QS39Dv7uwFAH2qs=
			</data>
		</dict>
		<key>bgr_vert_ipad.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			spjtFH9pR1IP9YdJ+dGxUf6lLW8=
			</data>
			<key>hash2</key>
			<data>
			qq4vlD6aw+9LJmq8P+HwThlohOO5RroqS3aQ8eH7IaI=
			</data>
		</dict>
		<key>bgr_vert_ipad.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			UYqJ5E0eMSJ65GWv2+f8NRslVWo=
			</data>
			<key>hash2</key>
			<data>
			q7Y4SIv7gXbQi1TeKRhIGDYXL1pvo/3ThVVWDfWPWEo=
			</data>
		</dict>
		<key>bgr_vert_ipad.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			MFPOu04J/RPVXsMMDApOu4PGj54=
			</data>
			<key>hash2</key>
			<data>
			yCwr+wJ0M+ICf/Z+Yyw7P0YHVGhYiWwLLgEjwRPZLwI=
			</data>
		</dict>
		<key>bgr_vert_ipad.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			8jEzw2nkcpwV2Mvd23HOnKn3ses=
			</data>
			<key>hash2</key>
			<data>
			pBufTuPVJZGTllak57LZZ8md9xHbqBfe9T8ylBA36cU=
			</data>
		</dict>
		<key>bgr_vert_ipad.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DqFUDOSjuOMPotbZ1G4/2dN+YRE=
			</data>
			<key>hash2</key>
			<data>
			8fzLGa99BwKgFczvbuCLgGkaZmP3PDoWpZxKcq54XnM=
			</data>
		</dict>
		<key>bgr_vert_ipad.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>bgr_vert_iphone.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Cy+EVS1AfL6c4hrxHh6+ZqP8YNs=
			</data>
			<key>hash2</key>
			<data>
			4zqeU+3rLKhRVXXRfIlWECq6EX4G7t2pr/blxYXWx9Y=
			</data>
		</dict>
		<key>bgr_vert_iphone.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			nMjMmw/a/ZtFI432Fnv6an+pjyI=
			</data>
			<key>hash2</key>
			<data>
			iOb70AoHzwMUZK7Ox8flFSmprLTYVTCkL2lGSDiezQk=
			</data>
		</dict>
		<key>bgr_vert_iphone.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			+GgbMVRoR/uUxcGT1u0gSWJWAMI=
			</data>
			<key>hash2</key>
			<data>
			edgIYh8bcupdHICQ1K/IfZjXbXiqXM6FFUsbXeTOiAE=
			</data>
		</dict>
		<key>bgr_vert_iphone.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			oc/AWMeDq7NcuTne48+tjd+RMso=
			</data>
			<key>hash2</key>
			<data>
			KlUfCwNcJh/sZE6NQwbNrDM+6S+3uylaEP+GlNsSNzA=
			</data>
		</dict>
		<key>bgr_vert_iphone.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			q9/ipcbuaZQnbYgeVNShDunlbZg=
			</data>
			<key>hash2</key>
			<data>
			bC9CDe1sBOZzo5rs1X8bNGhRfEbzNg/nWt7ijI6GSPs=
			</data>
		</dict>
		<key>bgr_vert_iphone.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			SbLr3TSNvBTpgI2lMmAzZAJphVg=
			</data>
			<key>hash2</key>
			<data>
			zRaXdkciqZI/0z3/Jcozyjsg1tWPqFZo5xQFLXGnTU0=
			</data>
		</dict>
		<key>bgr_vert_iphone.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			DqFUDOSjuOMPotbZ1G4/2dN+YRE=
			</data>
			<key>hash2</key>
			<data>
			8fzLGa99BwKgFczvbuCLgGkaZmP3PDoWpZxKcq54XnM=
			</data>
		</dict>
		<key>bgr_vert_iphone.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>flm.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			Jsv26hZcnQj+wuxpjLUnzQp+CdE=
			</data>
			<key>hash2</key>
			<data>
			tH3ryDCF4MRH2Ea+R07cYuJvvcSqeYA4fQ2+1d1txdo=
			</data>
		</dict>
		<key>flm.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			FXpMQ0Pd1LVbcMe7iODgBW11hC8=
			</data>
			<key>hash2</key>
			<data>
			04KM7RHuEBc0u4OYvZNPSZaMvCdCjj9E8o/3Eb6Ulmc=
			</data>
		</dict>
		<key>flm.mlmodelc/metadata.json</key>
		<dict>
			<key>hash</key>
			<data>
			tV6QZyRj5EdQukT9AGsui96d94Y=
			</data>
			<key>hash2</key>
			<data>
			ci6wjEaGw8QPk4wAarJW+0WoLBHgwf92Co00EXj2CjQ=
			</data>
		</dict>
		<key>flm.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash</key>
			<data>
			tqPGrZCDw7Iuxq6x9RyQF4cQr+o=
			</data>
			<key>hash2</key>
			<data>
			o2xuqpUSbpp0eFHyLfExzaGN+afAt9nbDs5JmyqY8Ho=
			</data>
		</dict>
		<key>flm.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash</key>
			<data>
			9fmJn10Qi1M2BTlfhNhwHnTvwOo=
			</data>
			<key>hash2</key>
			<data>
			8aeu4L8zuIyX1bM/0+t/ojCpCfzQZmcoB0KVfccSpdo=
			</data>
		</dict>
		<key>flm.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash</key>
			<data>
			UK5jI+eF+SfkQc2FQJZ2qCpDuC0=
			</data>
			<key>hash2</key>
			<data>
			bYKru4vGG0rMRmGCmtH3OuWctfDnGJlRTCPuDBGDwac=
			</data>
		</dict>
		<key>flm.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			sAilHvVxCPam2pSz/l8ae9uYGG4=
			</data>
			<key>hash2</key>
			<data>
			UVkIvdgrGVUYi/wprJkauBSI5CsljIVSHFvZVZacuTs=
			</data>
		</dict>
		<key>flm.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash</key>
			<data>
			uA3l0Th1hUHF8FJlrRRKufqG0ds=
			</data>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
